[
        {"id": 1, "genre": "Фантастика", "title": "Интерстеллар", "description": "Наше время на Земле подошло к концу, команда исследователей берет на себя самую важную миссию в истории человечества; путешествуя за пределами нашей галактики, чтобы узнать есть ли у человечества будущее среди звезд.", "img": "https://m.buro247.ru/images/anya/nike/interstellar-teaserposter.jpg.webp"},
        {"id": 2, "genre": "Приключения", "title": "Дом Дракона", "description": "Сюжет Сериал рассказывает о событиях на вымышленном континенте Вестерос, происходивших примерно за 200 лет до событий «Игры престолов». Сюжет сконцентрирован на «Пляске Драконов» — гражданской войне (129—131 год от Завоевания Эйегона I), причиной которой стала борьба между двумя ветвями дома Таргариенов.", "img": "https://upload.wikimedia.org/wikipedia/ru/6/67/%D0%94%D0%BE%D0%BC%D0%94%D1%80%D0%B0%D0%BA%D0%BE%D0%BD%D0%B0%D0%9F%D0%BE%D1%81%D1%82%D0%B5%D1%80.jpg"},
        {"id": 3,  "genre": "Комедия",  "title": "Один дома", "description": "Американское семейство отправляется из Чикаго в Европу, но в спешке сборов бестолковые родители забывают дома… одного из своих детей. Юное создание, однако, не теряется и демонстрирует чудеса изобретательности. И когда в дом залезают грабители, им приходится не раз пожалеть о встрече с милым крошкой.", "img": "https://upload.wikimedia.org/wikipedia/ru/0/03/Home_Alone_dvd_rus.jpg"},
        {"id": 4,  "genre": "Приключения",  "title": "Индиана Джонс и Храм судьбы", "description": "Вторая часть невероятных похождений прославленного археолога и искателя приключений Индианы Джонса. В этот раз бесстрашный доктор Джонс совершит путешествие в сердце Гималаев вместе с ресторанной певичкой Уилли Скотт и своим верным маленьким помощником Коротышкой.", "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/61058100-3e17-4650-95a3-3349fc08d776/300x450"},
        {"id": 5,  "genre": "Фантастика",  "title": "Дюна ", "description": "Человечество расселилось по далёким планетам, а за власть над обитаемым пространством постоянно борются разные могущественные семьи. В центре противостояния оказывается пустынная планета Арракис. Там обитают гигантские песчаные черви, а в пещерах затаились скитальцы-фремены, но её главная ценность — спайс, самое важное вещество во Вселенной. Тот, кто контролирует Арракис, контролирует спайс, а тот, кто контролирует спайс, контролирует Вселенную.", "img": "https://upload.wikimedia.org/wikipedia/ru/f/f1/%D0%94%D1%8E%D0%BD%D0%B0_%D0%BE%D1%84%D0%B8%D1%86%D0%B8%D0%B0%D0%BB%D1%8C%D0%BD%D1%8B%D0%B9_%D0%BF%D0%BE%D1%81%D1%82%D0%B5%D1%80.jpg"},
        {"id": 6,  "genre": "Приключения",  "title": "Человек в железной маске", "description": "Во времена блеска и отчаяния измученной Франции король Людовик XIV вовсю наслаждается прелестями жизни, пока вся его страна голодает. Людовик, уверенный в абсолютности собственной власти, опасается лишь одного человека, способного положить конец его царствованию, — приговоренного им к пожизненному заключению и закованного в железную маску.", "img": "https://upload.wikimedia.org/wikipedia/ru/c/c5/The_Man_in_the_Iron_Mask_%28poster%29.jpg"},
        {"id": 7,  "genre": "Комедия",  "title": "Всегда говори «ДА»", "description": "Депрессивный главный герой всегда и всем говорил «нет» — например, друзьям, если они зовут куда-то. Но в один прекрасный день он заключает соглашение, по которому всегда должен отвечать «Да» на любое предложение.", "img": "https://static.okko.tv/images/v2/16565870?scale=1&quality=80"},
        {"id": 8,  "genre": "Фантастика",  "title": "Марсианин ", "description": "Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.", "img": "https://upload.wikimedia.org/wikipedia/ru/6/67/The_Martian.jpg"},
        {"id": 9,  "genre": "Комедия",  "title": "Маска", "description": "Скромный, застенчивый служащий банка закомплексован настолько, что чувствует себя неуверенно с красивыми девушками. Волею судьбы к нему попадает волшебная маска, и Стенли Ипкис приобретает способность превращаться в неуязвимое мультяшное существо из забавных комиксов.", "img": "https://www.kino-teatr.ru/movie/poster/17500/39523.jpg"},
        {"id": 10,  "genre": "Комедия",  "title": "Круэлла ", "description": "Лондон 70-х годов охвачен зарождающейся культурой панк-рока. Невероятно одаренная мошенница по имени Эстелла решает сделать себе имя в мире моды. Её лучшие друзья — парочка юных карманников, которые ценят страсть Эстеллы к приключениям и надеются вместе с ней отвоевать себе место под солнцем на улицах британской столицы. В один прекрасный день модное чутье Эстеллы привлекает внимание шикарной и пугающе высокомерной баронессы фон Хельман.", "img": "https://img4.labirint.ru/rc/c8ca4118f0f1579af0fd35d2ad6fa1a6/363x561q80/books80/798570/cover.jpg?1617686732"},
        {"id": 11,  "genre": "Фантастика",  "title": "Алита: Боевой ангел", "description": "Действие фильма происходит через 300 лет после Великой войны в XXVI веке. Доктор Идо находит останки женщины-киборга. После починки киборг ничего не помнит, но обнаруживает, что в состоянии пользоваться боевыми приемами киборгов. Начинаются поиски утерянных воспоминаний.", "img": "https://upload.wikimedia.org/wikipedia/ru/a/a4/%D0%90%D0%BB%D0%B8%D1%82%D0%B0_-_%D0%91%D0%BE%D0%B5%D0%B2%D0%BE%D0%B9_%D0%B0%D0%BD%D0%B3%D0%B5%D0%BB.jpg"},
        {"id": 12,  "genre": "Приключения",  "title": "Выживший", "description": "Охотник Хью Гласс серьезно ранен на неизведанных просторах американского Дикого Запада. Товарищ Хью по отряду покорителей новых земель Джон Фицжеральд предательски оставляет его умирать в одиночестве. Теперь у Гласса осталось только одно оружие — его сила воли. Он готов бросить вызов первобытной природе, суровой зиме и враждебным племенам индейцев, только чтобы выжить и отомстить Фицжеральду.", "img": "https://www.kinobusiness.com/upload/resize_cache/iblock/f99/360_560_1/f9989a291d2bcf769afd0ee11bc4b70f.jpg"}
    ]
